The sweep setback distance from inserts, such as windows and doors.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public double DefaultSetback { get; set; }
  Visual Basic
Public Property DefaultSetback As Double
	Get
	Set
  Visual C++
public:
property double DefaultSetback {
	double get ();
	void set (double value);
}
 See Also
  WallSweepInfo Class
  Autodesk.Revit.DB Namespace